Repository: tmtung144/YOURLS
Catalog: *.po
Languages: vi_vn

source: Statistics for %s
vi_vn: Thống kê cho %s

source: Short URL
vi_vn: URL ngắn

source: Aggregate stats for duplicate short URLs
vi_vn: Tổng hợp thống kê cho các trùng lặp URL

source: Long URL
vi_vn: URL gốc

source: Traffic statistics
vi_vn: Thống kê truy cập

source: Traffic location
vi_vn: Thống kê vị trí

source: Traffic sources
vi_vn: Thống kê nguồn

source: Share
vi_vn: Chia sẻ

source: Last 24 hours
vi_vn: 24 giờ qua

source: Last 7 days
vi_vn: 7 ngày qua

source: Last 30 days
vi_vn: 30 ngày qua

source: All time
vi_vn: Mọi thời điểm

source: Number of hits : %s
vi_vn: Số lượng truy cập: %s

source: Historical click count
vi_vn: Lịch sử nhấp chuột

source: about 1 day ago
vi_vn: khoảng %s ngày trước

source: Short URL created on %s
vi_vn: URL ngắn đã tạo %s

source: %s per day
vi_vn: %s mỗi ngày

source: %s per hour
vi_vn: %s mỗi giờ

source: Best day
vi_vn: Ngày tốt nhất

source: Click for more details
vi_vn: Xem nội dung đầy đủ

source: Year %s
vi_vn: Năm %s

source: No traffic yet. Get some clicks first!
vi_vn: Không có lưu lượng truy cập nào. Hãy nhấn chuột đầu tiên!

source: Top 5 countries
vi_vn: 5 quốc gia đầu

source: Overall traffic
vi_vn: Thống kê tất cả

source: No country data.
vi_vn: Không có dữ liệu quốc gia.

source: Referrer shares
vi_vn: Chia sẻ gián tiếp

source: Others
vi_vn: Khác

source: Referrers
vi_vn: Gián tiếp

source: (details)
vi_vn: (chi tiết)

source: Various:
vi_vn: Nhiều hơn:

source: Direct vs Referrer Traffic
vi_vn: Lưu lượng trực tiếp & gián tiếp

source: Direct
vi_vn: Trực tiếp

source: Direct traffic:
vi_vn: Lưu lượng trực tiếp:

source: Referrer traffic:
vi_vn: Lưu lượng gián tiếp:

source: No referrer data.
vi_vn: Không có dữ liệu gián tiếp.

source: Short link
vi_vn: Đường dẫn ngắn

source: Quick Share
vi_vn: Chia sẻ nhanh

source: Title
vi_vn: Tiêu đề

source: IP Address
vi_vn: Địa chỉ IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
vi_vn: Tìm kiếm <strong>%1$s</strong> trong <strong>%2$s</strong>.

source: Date
vi_vn: Ngày tháng

source: Clicks
vi_vn: Nhấp chuột

source: Short URL created, but could not redirect to %s !
vi_vn: Đã tạo URL ngắn nhưng không thể chuyển hướng tới %s !

source: Unknown "Share" bookmarklet
vi_vn: Không xác định "Chia sẻ" dấu trang

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
vi_vn: Hiển thị <strong>%1$s </strong> đến <strong class="increment">%2$s</strong> của <strong class="increment">%3$s</strong> URL

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
vi_vn: Tất cả, <strong class="increment">%1$s</strong> liên kết, <strong>%2$s</strong> nhấp chuột và đếm!

source: No URL
vi_vn: Không có URL

source: %s version is too old. Ask your server admin for an upgrade.
vi_vn: %s phiên bản quá cũ. Yêu cầu quản trị viên máy chủ của bạn nâng cấp.

source: YOURLS already installed.
vi_vn: YOURLS đã được cài đặt.

source: File <tt>.htaccess</tt> successfully created/updated.
vi_vn: Tệp <tt>.htaccess</tt> được tạo / cập nhật thành công.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
vi_vn: Không thể ghi tập tin <tt>.htaccess</tt> trong thư mục gốc của YOURLS. Bạn sẽ phải làm điều đó bằng tay. Xem <a href="http://yourls.org/htaccess">hướng dẫn</a>.

source: Install YOURLS
vi_vn: Cài đặt YOURLS

source: YOURLS Administration Page
vi_vn: Trang Quản trị YOURLS

source: Unsupported action
vi_vn: Hành động không được hỗ trợ

source: No plugin specified, or not a valid plugin
vi_vn: Không có plugin nào được chỉ định, hoặc không phải plugin hợp lệ

source: Plugin has been activated
vi_vn: Plugin đã được kích hoạt

source: Plugin has been deactivated
vi_vn: Plugin đã bị hủy kích hoạt

source: Manage Plugins
vi_vn: Quản lý plugin

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
vi_vn: Bạn hiện đã cài đặt <strong>%1$s</strong> và đã kích hoạt <strong>%2$s</strong>

source: Plugin Name
vi_vn: Tên plugin

source: Version
vi_vn: Phiên bản

source: Description
vi_vn: Miêu tả

source: Author
vi_vn: Tác giả

source: Action
vi_vn: Hành động

source: Deactivate
vi_vn: Hủy kích hoạt

source: Activate
vi_vn: Kích hoạt

source: plugin file location: %s
vi_vn: vị trí tệp plugin: %s

source: Toggle active/inactive plugins
vi_vn: Bật / tắt plugin

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
vi_vn: Nếu có vấn đề gì xảy ra sau khi kích hoạt plugin, bạn không thể sử dụng YOURLS hoặc truy cập vào trang này, bạn chỉ cần đổi tên hoặc xoá thư mục đó, hoặc đổi tên tệp plugin thành một cái gì đó khác với <code>plugin.php</code>.

source: More plugins
vi_vn: Thêm plugin

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
vi_vn: Để có thêm plugin, hãy truy cập <a href="http://yourls.org/pluginlist">Danh sách plugin</a>.

source: Cool YOURLS Tools
vi_vn: Các công cụ YOURLS tốt

source: Bookmarklets
vi_vn: Dấu trang

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
vi_vn: YOURLS đi kèm với <span>dấu trang</span> để liên kết và chia sẻ liên kết dễ dàng hơn.

source: Standard or Instant, Simple or Custom
vi_vn: Tiêu chuẩn hoặc Tức thì, Đơn giản hoặc Tuỳ chỉnh

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
vi_vn: <span>Dấu trang tiêu chuẩn</span> sẽ đưa bạn đến một trang nơi bạn có thể dễ dàng chỉnh sửa hoặc xóa URL ngắn mới của mình.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
vi_vn: <span>Dấu trang tức thì</span> sẽ xuất hiện URL ngắn mà không cần rời trang bạn đang xem.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
vi_vn: <span>Dấu trang đơn giản</span> sẽ tạo một URL ngắn với một từ khoá ngẫu nhiên hoặc tuần tự.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
vi_vn: <span>Dấu trang tùy chỉnh</span> sẽ nhắc bạn trước tiên cho một từ khoá tùy chỉnh.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
vi_vn: Nếu bạn muốn chia sẻ mô tả cùng với liên kết bạn rút ngắn, chỉ cần <span>chọn văn bản</span> trên trang bạn đang xem trước khi nhấp vào liên kết dấu trang của bạn

source: The Bookmarklets
vi_vn: Các dấu trang

source: Click and drag links to your toolbar (or right-click and bookmark it)
vi_vn: Nhấp và kéo các liên kết đến thanh công cụ của bạn (hoặc nhấp chuột phải và đánh dấu nó)

source: Standard (new page)
vi_vn: Tiêu chuẩn (trang mới)

source: Instant (popup)
vi_vn: Tức thì (bật lên)

source: Simple
vi_vn: Đơn giản

source: Drag to your toolbar!
vi_vn: Kéo vào thanh công cụ của bạn!

source: Shorten
vi_vn: Rút ngắn

source: Instant Shorten
vi_vn: Nhanh hơn

source: Custom Keyword
vi_vn: Tùy chỉnh từ khóa

source: Custom shorten
vi_vn: Tùy chỉnh rút gọn

source: Instant Custom Shorten
vi_vn: Tùy chỉnh rút gọn tức thì

source: Social Bookmarklets
vi_vn: Dấu trang mạng xã hội

source: Create a short URL and share it on social networks, all in one click!
vi_vn: Tạo một URL ngắn và chia sẻ nó trên mạng xã hội, tất cả trong một cú nhấp chuột!

source: Shorten and share:
vi_vn: Rút gọn và chia sẻ:

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
vi_vn: Khi xem trang, bạn cũng có thể nhập URL đầy đủ: chỉ cần vào thanh địa chỉ của trình duyệt, thêm "<span>%s</span>" vào đầu URL hiện tại (ngay trước 'http: //') và nhấn Enter.

source: Note: this will probably not work if your web server is running on Windows
vi_vn: Lưu ý: điều này sẽ không hoạt động nếu máy chủ web của bạn đang chạy trên Windows

source: (which seems to be the case here)
vi_vn: (có vẻ vấn đề ở đây)

source: Secure passwordless API call
vi_vn: Gọi API bảo mật không mật khẩu

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
vi_vn: YOURLS cho phép API gọi theo cách cũ, sử dụng các tham số <tt>tài khoản</tt> và <tt>mật khẩu</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
vi_vn: Nếu bạn lo lắng về việc gửi thông tin đăng nhập của mình vào môi trường tự do, bạn cũng có thể thực hiện các cuộc gọi API mà không sử dụng đăng nhập hoặc mật khẩu của bạn, sử dụng mã thông báo chữ ký bí mật.

source: Your secret signature token: <strong><code>%s</code></strong>
vi_vn: Mã thông báo chữ ký bí mật của bạn: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
vi_vn: (Đó là bí mật, giữ nó bí mật)

source: This signature token can only be used with the API, not with the admin interface.
vi_vn: Mã thông báo chữ ký này chỉ có thể được sử dụng với API, chứ không phải với giao diện quản trị.

source: Usage of the signature token
vi_vn: Sử dụng mã thông báo chữ ký

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
vi_vn: Chỉ cần sử dụng tham số <tt>chữ ký</tt> trong yêu cầu API của bạn. Ví dụ:

source: Usage of a time limited signature token
vi_vn: Sử dụng mã thông báo chữ ký có giới hạn thời gian

source: actual value:
vi_vn: giá trị thực:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
vi_vn: Bây giờ, hãy sử dụng các tham số <tt>chữ ký</tt> và <tt>dấu thời gian</tt> trong yêu cầu API của bạn. Ví dụ:

source: Actual values:
vi_vn: Giá trị thực:

source: This URL would be valid for only %s seconds
vi_vn: URL này sẽ hợp lệ chỉ trong %s giây

source: See the <a href="%s">API documentation</a> for more
vi_vn: Xem <a href="%s">tài liệu API</a> để biết thêm

source: Upgrade YOURLS
vi_vn: Nâng cấp YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
vi_vn: Nâng cấp không bắt buộc. <a href="%s">Trở lại</a>!

source: Your current installation needs to be upgraded.
vi_vn: Cài đặt hiện tại của bạn cần được nâng cấp.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
vi_vn: Xin vui lòng, hãy chú tâm, bạn nên sao lưu <strong>sao lưu</strong> CSDL của bạn<br/> (bạn nên làm điều này thường xuyên)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
vi_vn: Không có gì đáng sợ <em>có thể</em> xảy ra, nhưng điều này không có nghĩa là <em>sẽ không</em> xảy ra, đúng không? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
vi_vn: Trên mỗi bước, nếu có <span class='error'>lỗi gì đó</span>, bạn sẽ thấy một thông báo và hy vọng một cách để khắc phục.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
vi_vn: Nếu mọi thứ diễn ra quá nhanh và bạn không thể đọc, <span class="success">tốt cho bạn</span>, hãy để nó đi :)

source: Once you are ready, press "Upgrade" !
vi_vn: Một khi bạn đã sẵn sàng, nhấn "Nâng cấp"!

source: Upgrade
vi_vn: Nâng cấp

source: Your installation is now up to date !
vi_vn: Cài đặt của bạn đã được cập nhật !

source: Go back to <a href="%s">the admin interface</a>
vi_vn: Quay lại <a href="%s">giao diện quản trị</a>

source: Could not auto-encrypt passwords. Error was: "%s".
vi_vn: Không thể tự động mã hóa mật khẩu. Lỗi đã xảy ra: "%s".

source: <a href="%s">Get help</a>.
vi_vn: <a href="%s">Nhận trợ giúp</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
vi_vn: <a href="%s">Nhấp vào đây</a> để loại bỏ thông báo này trong một tuần.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
vi_vn: YOURLS yêu cầu phần mở rộng PHP mysql, mysqli hoặc pdo_mysql. Không tìm thấy phần mở rộng. Kiểm tra cấu hình máy chủ của bạn, hoặc liên hệ với nhà cung cấp.

source: Fatal error
vi_vn: Lỗi nghiêm trọng

source: Logged out successfully
vi_vn: Đăng nhập thành công

source: Invalid username or password
vi_vn: Tài khoản hoặc mật khẩu không tồn tại

source: Please log in
vi_vn: Vui lòng đăng nhập

source: 1 query
vi_vn: %s truy vấn

source: Powered by %s
vi_vn: Được hỗ trợ bởi %s

source: Enter the URL
vi_vn: Nhập URL

source: Optional
vi_vn: Tùy ý

source: Custom short URL
vi_vn: URL ngắn tùy chỉnh

source: Shorten The URL
vi_vn: URL ngắn hơn

source: Search for %1$s in %2$s
vi_vn: Tìm %1$s trong %2$s

source: Ascending
vi_vn: Tăng dần

source: Descending
vi_vn: Giảm dần

source: Order by %1$s %2$s
vi_vn: Sắp xếp theo %1$s %2$s

source: Show %s rows
vi_vn: Hiển thị %s hàng

source: more
vi_vn: nhiều hơn

source: less
vi_vn: ít hơn

source: Show links with %1$s than %2$s clicks
vi_vn: Hiển thị liên kết với %1$s với %2$s nhấp chuột

source: before
vi_vn: trước

source: after
vi_vn: sau

source: between
vi_vn: giữa

source: Show links created %1$s %2$s %3$s %4$s
vi_vn: Hiển thị các liên kết được tạo %1$s %2$s %3$s %4$s

source: Search
vi_vn: Tìm kiếm

source: Clear
vi_vn: Làm mới

source: 1 page
vi_vn: %s trang

source: Go to First Page
vi_vn: Tời trang đầu tiên

source: &laquo; First
vi_vn: &laquo; Đầu

source: Last &raquo;
vi_vn: Cuối &raquo;

source: Your short link
vi_vn: Liên kết ngắn của bạn

source: Long link
vi_vn: Liên kết dài

source: Stats
vi_vn: Thống kê

source: Share with
vi_vn: Chia sẻ với

source: Share on Facebook
vi_vn: Chia sẻ trên Facebook

source: Share on Friendfeed
vi_vn: Chia sẻ trên Friendfeed

source: Save
vi_vn: Lưu

source: Save new values
vi_vn: Lưu giá trị mới

source: Cancel
vi_vn: Hủy

source: Cancel editing
vi_vn: Hủy chỉnh sửa

source: Error, URL not found
vi_vn: Lỗi, không tìm thấy URL

source: Edit
vi_vn: Sửa

source: Delete
vi_vn: Xóa

source: Not a common link
vi_vn: Không phải là 1 liên kết phổ biến

source: Original URL
vi_vn: URL gốc

source: Actions
vi_vn: Hành động

source: Username
vi_vn: Tài khoản

source: Password
vi_vn: Mật khẩu

source: Login
vi_vn: Đăng nhập

source: Hello <strong>%s</strong>
vi_vn: Xin chào <strong>%s</strong>

source: Logout
vi_vn: Thoát

source: Help
vi_vn: Trợ giúp

source: Go to the admin interface
vi_vn: Tới giao diện quản trị

source: Admin interface
vi_vn: Giao diện quản trị

source: Tools
vi_vn: Công cụ

source: Today
vi_vn: Hôm nay

source: Close
vi_vn: Đóng

source: <a href="%s">YOURLS version %s</a> is available. Please update!
vi_vn: <a href="%s">Phiên bản YOURLS %s</a> hiện có. Vui lòng cập nhật!

source: Incorrect DB config, or could not connect to DB
vi_vn: Cấu hình DB không chính xác, hoặc không thể kết nối với DB

source: Table '%s' created.
vi_vn: Bảng '%s' đã tạo.

source: Error creating table '%s'.
vi_vn: Lỗi tạo bảng '%s'.

source: Could not initialize options
vi_vn: Không thể khởi tạo các tùy chọn

source: Could not insert sample short URLs
vi_vn: Không thể chèn mẫu URL ngắn

source: YOURLS tables successfully created.
vi_vn: YOURLS tạo bảng thành công.

source: Error creating YOURLS tables.
vi_vn: Lỗi khi tạo các bảng YOURLS.

source: Sunday
vi_vn: Chủ nhật

source: Monday
vi_vn: Thứ Hai

source: Tuesday
vi_vn: Thứ Ba

source: Wednesday
vi_vn: Thứ Tư

source: Thursday
vi_vn: Thứ Năm

source: Friday
vi_vn: Thứ Sáu

source: Saturday
vi_vn: Thứ Bảy

source: Sun
vi_vn: CN

source: Mon
vi_vn: T2

source: Tue
vi_vn: T3

source: Wed
vi_vn: T4

source: Thu
vi_vn: T5

source: Fri
vi_vn: T6

source: Sat
vi_vn: T7

source: January
vi_vn: Tháng Một

source: February
vi_vn: Tháng Hai

source: March
vi_vn: Tháng Ba

source: April
vi_vn: Tháng Tư

source: May
vi_vn: Tháng Năm

source: June
vi_vn: Tháng Sáu

source: July
vi_vn: Tháng Bảy

source: August
vi_vn: Tháng Tám

source: September
vi_vn: Tháng Chín

source: October
vi_vn: Tháng Mười

source: November
vi_vn: Tháng Mười Một

source: December
vi_vn: Tháng Mười Hai

source: am
vi_vn: sáng

source: pm
vi_vn: chiều

source: AM
vi_vn: SA

source: PM
vi_vn: CH

source: Could not find and deactivated plugin :
vi_vn: Không thể tìm và tắt các plugin:

source: Not a valid plugin file
vi_vn: Không phải tệp plugin hợp lệ

source: Plugin already activated
vi_vn: Plugin đã được kích hoạt

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
vi_vn: Plugin tạo ra kết xuất không mong muốn. Lỗi là: <br/><pre>%s</pre>

source: Plugin not active
vi_vn: Plugin không hoạt động

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
vi_vn: Trang này không tồn tại. Có thể plugin mà bạn cho là đã kích hoạt không hoạt động?

source: Invalid link
vi_vn: Liên kết không hợp lệ

source: Missing or malformed URL
vi_vn: URL bị thiếu hoặc sai định dạng

source: URL is a short URL
vi_vn: URL là 1 URL ngắn

source: Short URL %s already exists in database or is reserved
vi_vn: URL ngắn %s đã tồn tại trong cơ sở dữ liệu hoặc được dành riêng

source: %s added to database
vi_vn: Đã thêm %s vào CSDL

source: Error saving url to database
vi_vn: Lỗi khi lưu url vào CSDL

source: %s already exists in database
vi_vn: %s đã tồn tại trong CSDL

source: Link updated in database
vi_vn: Đã cập nhật liên kết trong CSDL

source: Error updating %s (Short URL: %s)
vi_vn: Cập nhật lỗi %s (URL ngắn: %s)

source: URL or keyword already exists in database
vi_vn: URL hoặc từ khóa đã tồn tại trong CSDL

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
vi_vn: nếu bạn không được chuyển hướng sau 10 giây, vui lòng <a href="%s">nhấp vào đây</a>

source: Please <a href="%s">click here</a>
vi_vn: Vui lòng <a href="%s">nhấp vào đây</a>

source: Too many URLs added too fast. Slow down please.
vi_vn: Quá nhiều URL được thêm nhanh. Lam ơn chậm lại.

source: Forbidden
vi_vn: Cấm

source: Unauthorized action or expired link
vi_vn: Hành động không được ủy quyền hoặc liên kết hết hạn

source: Error
vi_vn: Lỗi

source: Service temporarily unavailable
vi_vn: Dịch vụ tạm thời không khả dụng

source: Our service is currently undergoing scheduled maintenance.
vi_vn: Dịch vụ của chúng tôi hiện đang được bảo trì định kỳ.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
vi_vn: Những điều không nên kéo dài rất lâu, cảm ơn sự kiên nhẫn của bạn và xin hãy tha thứ cho sự bất tiện này

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
vi_vn: %1$s <strong>không dùng nữa</strong> ở phiên bản %2$s! Sử dụng %3$s thay thế.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
vi_vn: %1$ s <strong>không dùng nữa</strong> ở phiên bản %2$s. Không có sẵn thay thế.

source: day
vi_vn: ngày

source: view
vi_vn: xem
